Repository: Findspire/workflow
Catalog: workflow/locale/*/LC_MESSAGES/django.po
Languages: fr

source: All your movies here
fr: Tous vos films ici

source: Save your inspiring movies in your own space and receive all fresh news about them (trailers, release dates, film extracts...)
fr: Enregistrez les films qui vous inspirent dans cet espace et recevez toute leurs actualités (bandes-annonces, extraits, dates de sortie...)

source: Discover Findspire's selection here
fr: Découvrez la sélection Findspire ici

source: to save and add a movie page to your own space.
fr: pour sauvegarder une fiche film dans votre espace personnel.

source: This moodboard is empty
fr: Ce moodboard est vide

source: Please, come back later.
fr: Veuillez revenir plus tard.

source: Discover here the most anticipated movies
fr: Découvrez les films les plus attendus ici

source: This user has no inspiration yet. Come back later!
fr: Cet utilisateur n'a pas encore d'inspirations. Revenez plus tard&#8239;!

source: Create a moodboard
fr: Créer un moodboard

source: All movies
fr: Tous les films

source: Untitled moodboard
fr: Mood sans nom

source: %(counter)sitem
fr: %(counter)s élément

source: Choose a moodboard
fr: Choisissez un moodboard

source: Add to &laquo; All images &raquo;
fr: Ajouter à &laquo; Toutes les images &raquo;

source: Add to &laquo; All videos &raquo;
fr: Ajouter à &laquo; Toutes les vidéos &raquo;

source: Add to &laquo; All movies &raquo;
fr: Ajouter à &laquo; Tous les films &raquo;

source: Add to &laquo; %(moodname)s &raquo;
fr: Ajouter à &laquo; %(moodname)s &raquo;

source: Create a Moodboard
fr: Créer un moodboard

source: Enter moodboard name
fr: Entrez le nom du moodboard

source: Save to my inspirations
fr: Ajouter à mes inspirations

source: %(count)s track
fr: %(count)s piste

source: %(counter)s subscriber
fr: %(counter)s abonné

source: Followed
fr: Suivi

source: Search
fr: Rechercher

source: My playlists
fr: Mes playlists

source: My tracks
fr: Mes titres

source: My albums
fr: Mes albums

source: Discover all the music
fr: Découvrez toute la musique

source: There are no notifications to display.
fr: Il n'y a pas de notifications à afficher.

source: You have been named %(delegation_type)s of the page
fr: Vous avez été nommé %(delegation_type)s de la page

source: %(value)s %(unit)s ago
fr: Il y a %(value)s %(unit)s

source: and
fr: et

source: one other person
fr: une autre personne

source: now follow
fr: suivent désormais

source: now follows
fr: suit désormais

# plural
source: added
fr: ont ajouté

# single
source: added
fr: a ajouté

# notifications
source: to his inspirations
fr: à ses inspirations

source: Refuse
fr: Décliner

source: started a collaboration with
fr: ont démarré une collaboration

source: wants to start a collaboration with you.
fr: veut démarrer une collaboration avec vous.

source: identified you
fr: vous a identifié

source: identified one of your
fr: a identifié and de vos

source: videos
fr: vidéos

source: track
fr: pistes

source: movies
fr: films

source: on an image.
fr: sur une image.

source: on a video.
fr: sur une vidéo.

source: on an album.
fr: sur un album.

source: on a track.
fr: sur une piste.

source: on a movie.
fr: sur un film.

source: Modify profile picture
fr: Modifier la photo

source: Profile picture
fr: Photo de profil

source: Profile picture is your identity on FINDSPIRE. It is visible on your posts, medias ...
fr: L'image de profil est votre identité sur FINDSPIRE. Elle sera visible sur tous vos medias et toutes vos actualités

source: Upload your profile picture
fr: Charger votre photo de profil

source: Profile picture size is 700 x 980 pixels
fr: Taille de l'image de profil: 700 x 980 pixels

source: Profile picture size is 1380 x 700 pixels
fr: Taille de l'image de profil: 1380 x 700

source: Background image
fr: Image de fond

source: Background image is very important. it is the first thing users will see by visiting your page
fr: L'image de fond est très importante. C'est la première chose que les visiteurs verront en visitant votre page

source: Upload your background image
fr: Mettez en ligne votre image de fond

source: Profile picture size is 1920 x 1080 pixels
fr: Taille de l'image de profil: 1920 x 1080

source: Complete your profile
fr: Compléter votre profil

source: Enter information about yourself, description, website, contact
fr: Completez vos informations, description, site web, contact

source: Update your information
fr: Completez vos informations

source: Please, update your information to make your page visible
fr: Veuillez mettre à jour votre page pour la rendre visible

source: Uploading
fr: Envoi en cours

source: Upload complete
fr: Envoi terminé

source: Upload
fr: Envoi

source: Processing
fr: Traitement

source: Validate image
fr: Valider l'image

source: Modify background picture
fr: Modifier l'image de fond

source: You do not have news yet on your page
fr: Vous n'avez pas encore d'actualités sur votre page

source: You can now upload
fr: Vous pouvez maintenant charger

source: or
fr: ou

source: To add news, you must first
fr: Pour ajouter une actualité, vous devez d'abord

source: add a profile picture
fr: ajouter une photo de profil

source: add a background picture
fr: ajouter une image de fond

source: Complete your page information
fr: Completez les informations de votre page

source: This page has no news yet
fr: Cette page n'a pas encore d'actualité

source: Duration:
fr: Durée&#8239;:

source: Movie Informations
fr: Informations sur le film

source: Community:
fr: Communauté:

source: See all collaborations
fr: Voir toutes les collaborations

source: Tag an existing page
fr: Ajouter une page existante

source: Collaborations allow artists to promote their work with other artists and increase your visibility on FINDSPIRE.
fr: Les collaborations permettent aux artistes de promouvoir leur travail avec d'autres artistes et d'améliorer leur visibilité sur FINDSPIRE.

source: Tag your directors to increase your visibility.
fr: Idenifiez vos réalisateurs pour améliorer votre visibilité.

source: Reference your artists to increase your visibility.
fr: Identifiez vos artistes pour améliorer votre visibilité.

source: Reference your movies to increase your visibility.
fr: Identifiez vos films pour améliorer votre visibilité.

source: Referencing your team helps you and your teammates to be more visible.
fr: Identifiez votre équipe pour améliorer leur visibilité et la vôtre.

source: This list is empty
fr: Cette liste est vide

source: Create a collaboration
fr: Démarrer une collaboration

source: Tag a director
fr: Ajouter un réalisateur

source: Tag an artist
fr: Ajouter un artiste

source: Tag a movie
fr: Ajouter un film

source: Tag a crew member
fr: Ajouter un membre du film

source: Show more
fr: Voir plus

source: Back to search
fr: Retour à la recherche

source: Passionates
fr: Passionnés

source: Sorry, no results found for your search:
fr: Désolé, il n'y a pas de résultat pour votre recherche :

source: Try another search or discover new inspirations by navigating the differents communities.
fr: Veuillez essayer une autre recherche ou découvrir de nouvelles inspirations en navigant dans les différentes communautés.

source: Informations about you
fr: Informations vous concernant

source: Profile name
fr: Nom du profil

source: First name
fr: Prénom

source: Last name
fr: Nom

source: Email confirmation
fr: Confirmation de l'email

source: characters remaining
fr: caractères restants

source: Day
fr: Jour

source: Year
fr: Année

source: Male
fr: Homme

source: Female
fr: Femme

source: Yes, send me email updates about FINDSPIRE
fr: Oui, envoyez-moi les actualités de FINDSPIRE par email

source: I agree to the
fr: J'accepte les

source: Terms of use and Privacy policy
fr: Conditions d'utilisation et la politique de confidentialité

source: Sign Up
fr: Créez un compte

source: invite you to join
fr: vous invitent à rejoindre

source: invites you to join
fr: vous invite à rejoindre

source: You already have an account
fr: Vous avez déjà un compte

source: Next step
fr: Prochaine étape

source: Finalizing...
fr: Finalisation...

source: Upload another profile picture
fr: Charger une autre photo de profil

source: Optimal resolution: 1380x700 pixels
fr: Résolution optimale&#8239;: 1380x700 pixels

source: Upload your profile picture by
fr: Charger une photo de profil en

source: clicking here
fr: cliquant ici

source: Go to my page
fr: Accéder à ma page

source: Sign up on
fr: Créez un compte

source: Create a page for an
fr: Créer une page pour un

source: artist
fr: artiste

source: or a
fr: ou une

source: company
fr: société

source: Create a page Artist / Company
fr: Créer une page Artiste / Société

source: File upload
fr: Envoi

source: Modify crop
fr: Recadrez l'image

source: Preparing
fr: Préparation

source: Finalizing
fr: Finalisation

source: Embed
fr: Intégrer

source: Technical
fr: Technique

source: Synopsis:
fr: Synopsis&#8239;:

source: Description:
fr: Description&#8239;:

source: Continue
fr: Continuer

source: See page
fr: Voir la page

source: Camera used
fr: Appareil photo

source: Aperture
fr: Ouverture

source: Shutter speed
fr: Durée d'exposition

source: Focal length
fr: Focale

source: Configure the embedded player:
fr: Configurer le lecteur embarqué:

source: Autoplay
fr: Lecture automatique

source: Show available resolutions
fr: Afficher les résolution disponibles

source: Custom
fr: Choisir

source: Embed this HTML code:
fr: Intégrez ce code HTML

source: comments
fr: commentaires

source: comment
fr: commenter

source: create account
fr: créer un compte

source: login
fr: connexion

source: Listen
fr: Écouter

source: Design personnal playlists and discover artists from around the world thanks to a genre ranking, all of this with optimal sound quality.
fr: Elaborez des playlists personnelles, découvrez des artistes du monde entier grâce à un classement par genre et ce toujours avec une qualité sonore optimale.

source: Discover Findspire
fr: Découvrez Findspire

source: Discover
fr: Découvrez

source: BETA version
fr: en version BETA

source: Mainenance
fr: Maintenance

source: Movie by
fr: Film par

source: Shows
fr: Voir plus

source: Go back to website
fr: Retourner sur la version mobile

source: FINDSPIRE mobile application will be available early 2015
fr: L'application mobile FINDSPIRE sera disponible en début d'année 2015

source: Until then, navigation is limited to profiles
fr: D'ici là, la navigation est limitée aux pages

source: Coming soon to Google Play
fr: Bientôt sur Google Play

source: Newsfeed
fr: Fil d'actualité

source: My inspirations
fr: Mes inspirations

source: Mode
fr: Fashion

source: See all artists
fr: Tous les artistes

source: See all albums
fr: Tous les albums

source: See all tracks
fr: Toutes les pistes

source: See all videos
fr: Toutes les vidéos

source: See all images
fr: Toutes les images

source: Shuffle
fr: Lecture aléatoire

source: Most listened tracks
fr: Titres les plus écoutés

source: Mobile app available soon
fr: Application mobile bientôt disponible

source: Create personal playlists and discover artists from around the world.
fr: Elaborez des playlists personnelles et découvrez des artistes du monde entier.

source: Be Inspired
fr: Une source d'inspiration

source: Discover the best of artistic creation worldwide all in one place.
fr: Découvrez le meilleur de la création artistique internationale sur une seule plateforme.

source: Smartly connected
fr: Intelligement connecté

source: Explore, save and share all your inspirations with a unique navigation system.
fr: Explorez, sauvegardez et partagez à l’infini toutes vos inspirations grâce à une navigation réinventée.

source: Daily recommandations
fr: Des recommandations au coeur des nouvelles tendances

source: Enjoy FINDSPIRE staff picks and access to exclusive contents.
fr: Laissez-vous guider par les sélections FINDSPIRE et accédez à des contenus exclusifs de qualité.

source: Experience FINDSPIRE soon. Everywhere. Anytime.
fr: Retrouvez prochainement tout l'univers FINDSPIRE.

source: second
fr: seconde

# publication age / short unit
source: hour
fr: h

source: hour
fr: heure

# publication age / short unit
source: day
fr: jour

source: day
fr: jour

# publication age / short unit
source: month
fr: mois

source: month
fr: mois

# publication age / short unit
source: year
fr: an

source: year
fr: an
