Repository: Findspire/workflow
Catalog: workflow/locale/*/LC_MESSAGES/django.po
Languages: fr

source: More information about opening:
fr: Plus d'informations sur l'ouverture&#8239;:

source: Your browser is too old to run Findspire
fr: Votre navigateur est trop ancien pour exécuter Findspire

source: Please consider using a modern web browser such as Google Chrome
fr: Veuillez utiliser un navigateur web moderne tel que Google Chrome

source: Install it now
fr: Installez-le maintenant

source: We use cookies to track usage and preferences. By continuing to browse this site, you agree with our
fr: En poursuivant votre navigation sur ce site, vous acceptez l'utilisation de cookies et nos

source: terms of use.
fr: conditions générales d'utilisation.

source: I understand
fr: Je comprends

source: FINDSPIRE - Device not supported
fr: FINDSPIRE - Appareil non supporté

source: FINDSPIRE does not run on your device
fr: FINDSPIRE ne peut pas s'exécuter sur cet appareil

source: Add to a mood
fr: Ajouter à un mood

source: back
fr: retour

source: Add to a playlist
fr: Ajouter à une playlist

source: Add to recommandations
fr: Ajouter aux recommandations

source: Unpublish
fr: Dépublier

source: Edit media
fr: Editer le média

source: Edit playlist
fr: Editer la playlist

source: Promote on your page
fr: Mettre en avant sur votre page

source: Rename moodboard
fr: Renommer le moodboard

source: Delete moodboard
fr: Supprimer le moodboard

source: Delete media
fr: Supprimer le média

source: Edit collection
fr: Éditer la collection

source: Delete collection
fr: Supprimer la collection

source: New playlist
fr: Nouvelle playlist

source: Add to moods
fr: Ajouter au moods

source: Remove from playlist
fr: Enlever de la playlist

source: Share on Facebook
fr: Partager sur Facebook

source: Share on Twitter
fr: Partager sur Twitter

source: Rename playlist
fr: Renommer la playlist

source: Delete playlist
fr: Supprimer la playlist

source: Copy the FINDSPIRE URL
fr: Copier l'url FINDSPIRE

source: Visit page
fr: Voir la page

source: Edit page
fr: Editer la page

source: Remove page
fr: Enlever la page

source: Delete tag
fr: Supprimer le tag

source: FINDSPIRE Player
fr: Lecteur FINDSPIRE

source: Follow %(name)s
fr: Suivre %(name)s

source: Get inspired
fr: S'inspirer

source: Follow page
fr: Suivre la page

source: Follow
fr: Suivre

source: Following page
fr: Page suivie

source: Following
fr: Suivi

source: Inspired
fr: Inspiré

source: Be inspired
fr: S'inspirer

source: Stay informed about
fr: Tenez-vous informé des actualités de

source: Enter your email address
fr: Entrez votre adresse email

source: Keep me informed
fr: Tenez-moi au courant

source: Account creation for artists/companies/bloggers:
fr: Création de compte pour artistes/sociétés/blogueurs&#8239;:

source: Partnership/press:
fr: Partenariats/presse&#8239;:

source: On a single universe, Findspire reinvents discovery, save and sharing of music, images, photos, videos and movies of artists coming from all around the world
fr: Findspire réinvente la découverte, la sauvegarde et le partage de musique, images, vidéos et films d'artistes du monde entier dans un seul et même univers

source: Restrained access
fr: Accès limité

source: Sign up on
fr: Créez un compte sur

source: Sign up
fr: Créer un compte

source: Log in
fr: Connexion

source: or
fr: ou

source: Continue discovery
fr: Rester sur la version Beta

source: Discover and access a unique catalog of music, movies, photos.
fr: Découvrez et accédez à un catalogue unique de musique, films, photos.

source: Create your own playlists, channels and share them with your friends.
fr: Créez vos propres playlists, chaînes et partagez-les avec vos amis.

# social
source: Share
fr: Partager

source: Free registration
fr: Inscription gratuite

source: Listening is limited to 30 seconds. Sign up to unlock this limitation!
fr: L'écoute est limitée à 30 secondes. Inscrivez vous pour supprimer cette limitation!

source: Sign up with Facebook
fr: Créer un compte avec Facebook

source: Sign up with Twitter
fr: Créer un compte avec Twitter

source: Sign up with your email
fr: Créez un compte avec votre email

source: Already registered on
fr: Déjà inscrit sur

source: By
fr: Par

source: Recover your password
fr: Récupérer votre mot de passe

source: Mail
fr: Adresse email

source: Cancel
fr: Annuler

source: Send
fr: Envoyer

source: An email containing instructions to reset your password will be sent to your mailbox.
fr: Un email contenant des instructions pour réinitialiser votre mot de passe vous sera envoyé.

source: New password
fr: Nouveau mot de passe

source: Reset password
fr: Réinitialiser le mot de passe

source: Enter the new password for %(email)s below.
fr: Entrez le nouveau mot de passe pour %(email)s ci-dessous.

source: Welcome to
fr: Bienvenue sur

source: Sign in with Facebook
fr: Connexion Facebook

source: Sign in with Twitter
fr: Connexion Twitter

source: Or sign in with your email
fr: Ou connectez-vous avec votre adresse email

source: Password
fr: Mot de passe

source: Sign in
fr: Connexion

source: Forgot your password?
fr: Mot de passe oublié ?

source: No account?
fr: Pas de compte ?

source: Sign up here
fr: Créez un compte

source: by
fr: par

source: The album
fr: L'album

source: is not currently available for your country.
fr: n'est pas encore disponible dans votre pays

source: More infos
fr: Plus d'infos

source: More options
fr: Plus d'infos

source: has been tagged on an album
fr: a été identifié sur un album

source: New inspiration
fr: Nouvelle inspiration

source: New album
fr: Nouvel album

source: Album by
fr: Album par

source: (%(counter)s from your network)
fr: %(counter)s de votre réseau

source: has been tagged on %(count)s images
fr: a été identifié sur %(count)s images

source: %(count)s new inspirations
fr: %(count)s nouvelles inspirations

source: %(count)s new images
fr: %(count)s nouvelles images

source: has been tagged on an image
fr: a été identifié sur une image

source: New image
fr: Nouvelle image

source: Images by
fr: Images par

source: Image by
fr: Image par

source: has been tagged on a movie
fr: a été identifié sur un film

source: New movie
fr: Nouveau film

source: Directed by
fr: Réalisé par

source: Released on
fr: Sorti en

source: Release on
fr: Sortie le

source: Watch trailer
fr: Voir la bande annonce

source: See movie page
fr: Voir la page du film

source: has collaborated on
fr: a collaboré sur

source: have started a collaboration
fr: ont démarré une collaboration

source: has been tagged on a video
fr: a été identifié sur une vidéo

source: New video
fr: Nouvelle vidéo

source: Video by
fr: Vidéo par

source: Release on
fr: Sortie le

source: Awaiting validation
fr: En attente de confirmation

source: Validate collaboration with
fr: Valider la collaboration avec

source: Confirm
fr: Confirmer

source: Later
fr: Plus tard

source: %(counter)s track
fr: %(counter)s piste

source: Reject
fr: Rejeter

source: Accept
fr: Accepter

source: Video not found
fr: Vidéo non trouvée

source: Processing video
fr: Traitement de la vidéo

source: You will find here all images that you have uploaded and all images on which you have been identified. You can upload your own images by creating a collection.
fr: Vous trouverez ici toutes les images que vous avez mises en ligne et toutes les images sur lesquelles vous avez été identifié. Vous pouvez mettre en ligne vos propres images en créant une collection.

source: There are no images to display
fr: Il n'y a pas d'images à afficher

source: Create a collection
fr: Créer une collection

source: All videos
fr: Toutes les vidéos

source: You will find here all videos that you have uploaded and all videos on which you have been identified. You can upload your own videos by creating a collection.
fr: Vous trouverez ici toutes les vidéos que vous avez mises en ligne et toutes les images sur lesquelles vous avez été identifié. Vous pouvez mettre en ligne vos propres videos en créant une collection.

source: There are no videos to display
fr: Il n'y a pas de vidéos à afficher

source: Your collection is empty. Start publishing content by uploading one or several images.
fr: Votre collection est vide. Commencez à publier du contenu en mettant en ligne une ou plusieurs images.

source: This collection is empty.
fr: Cette collection est vide.

source: Upload new item
fr: Mettre en ligne un nouvel élément

source: Your collection is empty. Start publishing content by uploading one or several videos.
fr: Votre collection est vide. Commencez à publier du contenu en mettant en ligne une ou plusieurs vidéos.

source: Untitled collection
fr: Collection sans nom

source: %(counter)s item
fr: %(counter)s élément

source: You can upload several files simultaneously
fr: Vous pouvez mettre en ligne plusieurs fichiers à la fois

source: Image size / Copyright
fr: Taille de l'image / Copyright

source: You must create an artist/professional page to upload content on FINDSPIRE.
fr: Vous devez créer une page artiste/professionel pour mettre en ligne votre contenu sur FINDSPIRE.

source: Create a page
fr: Créer une page

source: Back
fr: Retour

source: Load more
fr: Voir plus

source: You don't have any playlist yet, start creating one now
fr: Vous n'avez pas encore de playlist, créez-en une maintenant

source: Create a playlist
fr: Créer une playlist

source: Create your own playlists
fr: Créer vos propres playlists

source: You did not save any album on your library
fr: Vous n'avez pas encore sauvegardé d'album dans votre bibliothèque

source: Start music discover now
fr: Démarrez la découverte

source: Tracks
fr: Pistes

source: Album infos
fr: Informations sur l'album

source: By:
fr: Par&#8239;:

source: Genres:
fr: Genres&#8239;:

source: Track infos
fr: Informations sur la piste

source: You don't have any inspirations yet
fr: Vous n'avez pas encore d'inspiration

source: + Discover last musical tendences
fr: + Découvrez les dernières nouveautés musicales

source: Create your playlists and share it with friends
fr: Créez vos propres playlists et partagez-les avec vos amis.

source: This playlist is empty
fr: Cette playlist est vide

source: Add you favorite tracks using the INSPIRATION button
fr: Ajoutez vos titres favoris en utilisant le bouton INSPIRATION

source: Save it in your private space in one click
fr: Sauvegardez-le dans votre espace personel en un clic

source: This track is not available for your country.
fr: Ce titre n'est pas disponible dans votre pays.

source: See music video
fr: voir le clip vidéo

source: Terms & Conditions
fr: Conditions d'utilisation

source: General Inquiries
fr: Informations générales

source: Partnerships
fr: Partenariats/presse

source: Advertising
fr: Publicité

source: Website Support
fr: Support du site

source: Careers
fr: Emplois

source: Close
fr: Fermer

source: Create page
fr: Créer une page

source: Create a collection for your videos
fr: Créer une collection pour vos vidéos

source: Create a collection for your images
fr: Créer une collection pour vos images

source: Configure collection
fr: Configurer une collection

source: Submit
fr: Valider

source: Configure default referencing, title, description...
fr: Configurer le référencement, la description, le titre des éléments...

source: Collections allow you to organize your media. Create different collections depending on what you need and share it to professionals or people
fr: Les collections vous permettent d'organiser votre contenu. Créez des collections selon vos besoins et partagez-les aux professionels ou au public.

source: Modify media default configuration.
fr: Modifier la configuration par défaut des médias.

source: Apply settings to all media
fr: Appliquer à tous les médias

source: Apply settings to all images
fr: Appliquer ces paramètres à toutes les images

source: Apply settings to all videos
fr: Appliquer ces paramètres à toutes les vidéos

source: FINDSPIRE wants to improve its service, feel free to send us your feedback at
fr: FINDSPIRE veut améliorer son service, n'hésitez pas à nous faire part de vos remarques à l'adresse

source: Create an artist page
fr: Créer une page artiste

source: Start a collaboration
fr: Démarrer une collaboration

source: Search for a page
fr: Rechercher un profil

source: Validate
fr: Valider

source: A collaboration request needs a genuine collaboration.
fr: Une demande de collaboration requiert une collaboration authentique.

source: Drag'n drop album cover or click here
fr: Déposez une couverture ou cliquez ici

source: Delete this album
fr: Supprimer l'album

source: Create a new track or drag and drop audio files here
fr: Créer une nouvelle piste ou glisser des fichiers audio ici

source: Preparing file for transcode
fr: Préparation du fichier pour l'encodage

source: Standard definition encoding
fr: Encodage - Définition standard

source: High definition encoding
fr: Encodage - Haute définition

source: Encoding may take some time. Once you will have choose a cover, your video will be published automatically when encoding will be done.
fr: L'encodage peut prendre un certain temps. Une fois l'encodage terminé, si vous avez choisi une couverture, votre vidéo sera automatiquement publiée.

source: Drag and drop your video cover here
fr: Glissez votre couverture ici

source: Save
fr: Enregistrer

source: Choose a cover
fr: Choisissez une couverture

source: Upload a media
fr: Mettre en ligne un média

source: General informations
fr: Informations générales

source: Referencing
fr: Référencement

source: Delegation
fr: Délégation

source: Save referencing options
fr: Sauvegarder les options de référencement

source: Terms and Privacy
fr: Conditions d'utilisation

source: Drag'n drop cover or click here
fr: Déposez une couverture ou cliquez ici

source: Page name
fr: Nom de la page

source: Account settings
fr: Paramètres du compte

source: Email address
fr: Adresse email

source: New email address
fr: Nouvelle adresse email

source: Confirm email address
fr: Confirmer l'adresse email

source: Modify
fr: Modifier

source: Current Password
fr: Mot de passe actuel

source: New Password
fr: Nouveau mot de passe

source: Confirm Password
fr: Confirmer le mot de passe

source: Account deletion
fr: Suppression de compte

source: Delete my account
fr: Supprimer mon compte

source: Processing track
fr: Encodage en cours

source: Error occured
fr: Une erreur est survenue

source: of
fr: sur

source: Delete track
fr: Supprimer la piste

source: Referencing and categories
fr: Référencement et catégories

source: Visual arts
fr: Arts visuels

source: Cinema
fr: Cinéma

source: Fashion
fr: Mode

source: Complete
fr: Compléter

source: Reset
fr: Restaurer

source: Page administrators
fr: Administrateurs de la page

source: You can delegate the administration of your FINDSPIRE page to another user already registered on the platform. This administrator will receive all rights to manage your page.
fr: Vous avez la possibilité de déléguer l'administration de votre page à un utilisateur déjà présent sur la plateforme. L'administrateur se verra attribuer tous les accès nécessaires à la gestion de votre compte.

source: If the administrator is not registered on FINDSPIRE, you can enter his/her email address. An invitation to join the platform will be sent and he/she will automatically have access to your page, once he/she will have created his/her account.
fr: Dans le cas où l'administrateur souhaité n'est pas encore inscrit sur FINDSPIRE, il vous est possible de renseigner son adresse email. Une invitation à rejoindre la plateforme lui sera envoyée et il obtiendra automatiquement les droits d'administration de votre page une fois son compte créé.

source: Search pages or enter email address
fr: Recherchez des pages ou entrez une adresse email

source: Invite
fr: Inviter

source: Administrator
fr: Administrateur

source: Remove
fr: Supprimer

source: Select file to import
fr: Sélectionner le fichier à importer

source: Or drag and drop the %(tpl_media_type)s file
fr: Ou glisser le fichier %(tpl_media_type)s

source: Delete page
fr: Supprimer la page

source: Add new field
fr: Ajouter un nouveau champ

source: (Waiting confirmation)
fr: (En attente de confirmation)

source: Month
fr: Mois

source: Add
fr: Ajouter

source: No
fr: Non

source: Referencing options
fr: Options de référencement

source: Add a new category
fr: Ajouter une nouvelle catégorie

source: Select a genre
fr: Choisir un genre

source: Specify
fr: Spécifiez

source: Select a subgenre
fr: Choisir un sous-genre

source: Be more specific
fr: Soyez plus précis

source: Category
fr: Catégorie

source: Select a category
fr: Choisir une catégorie

source: Select category
fr: Selectionnez une catégorie

source: Add a new genre
fr: Ajouter un nouveau genre

source: You can select up to three categories.
fr: Vous pouvez selectionner jusqu'à trois catégories.

source: Account Parameters
fr: Paramètres du compte

source: Username:
fr: Nom d'utilisateur&#8239;:

source: Password:
fr: Mot de passe&#8239;:

source: Email Adress:
fr: Adresse email&#8239;:

source: Privacy options
fr: Options de confidentialité

source: Private
fr: Privé

source: Share with
fr: Partager avec

source: Add a user or a page
fr: Ajouter un utilisateur ou une page

source: Enter page name
fr: Entrez le nom de la page

source: Choose your categories
fr: Choisissez vos catégories

source: Categories allow you to use adapted tools
fr: Les catégories vous permettent d'accéder à des outils adaptés

source: Select genres:
fr: Choisir les genres:

source: Add genre
fr: Ajouter un genre

source: uploading
fr: envoi en cours

source: of
fr: sur

source: minutes remaining
fr: minutes restantes

source: Activate restrictions
fr: Activer les restrictions

source: Add a country
fr: Ajouter un pays

source: Worldwide
fr: Monde entier

source: Publication date
fr: Date de publication

source: Delete
fr: Supprimer

source: Play
fr: Jouer

source: Random play
fr: Lecture aléatoire

source: Ecouter l'album
fr: fermer l'album

source: FINDSPIRE Music
fr: FINDSPIRE Musique

source: FINDSPIRE Visual Arts
fr: FINDSPIRE Arts Visuels

source: FINDSPIRE Cinema
fr: FINDSPIRE Cinéma

source: FINDSPIRE Fashion
fr: FINDSPIRE Mode

source: Coming soon
fr: Bientôt disponible

source: Listen the album
fr: Écouter l'album

source: Trailer
fr: Bande-annonce

source: More settings
fr: Plus de paramètres

source: Publish
fr: Publier

source: My space
fr: Mon espace

source: Search...
fr: Rechercher...

source: %(counter)s following
fr: %(counter)s abonnement

source: %(counter)s follower
fr: %(counter)s abonné

source: Settings
fr: Paramètres

source: Manage your pages
fr: Gérer vos pages

source: Search %(counter)s page
fr: Rechercher %(counter)s page

source: Sign out
fr: Déconnexion

source: Previous track
fr: Précédent

source: Next track
fr: Suivant

source: Find your friends and favourite artists.
fr: Retrouvez vos amis et vos artistes favoris.

source: Followers
fr: Abonnés

source: Subscriptions
fr: Abonnements

source: Your network
fr: Votre réseau

source: You don't follow anyone. Follow someone by clicking on the follow icon and keep you up to date.
fr: Vous ne suivez personne. Suivez quelqu'un en cliquant sur l’icone suivre pour être sûr de ne rien rater.

source: Nobody is following you, for now. Upload media from your personal space and share them on social networks to get new fans.
fr: Personne ne vous suit pour le moment, mettez des médias en ligne depuis votre espace personnel et partagez-les sur les réseaux sociaux pour acquérir de nouveaux fans.

source: Nobody is following you, for now. Take inspiration from your favorites images, movies and music and share them on social networks to get new fans.
fr: Personne ne vous suit. Inspirez-vous de vos médias favoris, images, films, musiques et partagez-les sur les réseaux sociaux pour acquérir de nouveaux fans.

source: Empty list
fr: Liste vide

source: This artist inspires you? Follow him/her to see his/her next works.
fr: Cet artist vous inspire&#8239;? Suivez-le/la pour voir ses prochains travaux.

source: This user inspires you? Follow him/her to see his/her inspirations.
fr: Cet utilisateur vous inspire&#8239;? Suivez-le/la pour voir ses inspirations.

source: This artist has no follower yet.
fr: Cet artite n'a pas encore d'abonnés.

source: This user has no follower yet.
fr: Cet utilisateur n'a pas encore d'abonnés.

source: Your <span>news feed</span> allows you to follow the artistic news of your network
fr: Votre <span>fil d'actualité</span> vous permet de suivre les actualités artistiques de votre réseau

source: Find friends
fr: Trouver des amis

source: Hide this message
fr: Cacher ce message

source: Your news feed
fr: Votre fil d'actualité

source: You will find here the artistic news of your network.
fr: Vous retrouverez ici les actualités artistiques de votre réseau.

source: Discover fantastic artists to follow
fr: Découvrez et suivez les meilleurs artistes

source: My feed
fr: Mon fil d'actualité

source: My Inspirations
fr: Mes inspirations

source: My Music
fr: Ma musique

source: My Images
fr: Mes images

source: My Videos
fr: Mes vidéos

source: My Movies
fr: Mes films

source: My Network
fr: Mon réseau

source: All your images here
fr: Toutes vos images ici

source: Save your inspiring images into your “images” space. Classify and organize them easily thanks to the moodboards tool and share them with your network.
fr: Enregistrez les images qui vous inspirent dans votre espace «&#8239;Mes images&#8239;». Organisez-les facilement grâce aux moodboards et partagez-les avec votre réseau.

source: Click on button
fr: Cliquez sur l'icône

source: to save and add an image to your own space.
fr: pour sauvegarder une image dans votre espace personnel.

source: Discover the best images here
fr: Découvrez les plus belles images ici

source: Show off your images
fr: Exposez vos images

source: All your albums here
fr: Tous vos albums ici

source: Just one click and you will save inspiring music albums into your “music” space.
fr: D’un simple clic, sauvegardez les albums musicaux qui vous inspirent dans votre espace «&#8239;Ma musique&#8239;».

source: Discover our selection of the best albums
fr: Découvrez de nouveaux albums avec les FINDSPIRE Selection.

source: to save and add an album to your own space.
fr: pour sauvegarder un album dans votre espace personnel.

source: All your playlists here
fr: Toutes vos playlists ici

source: Easily create your own playlists, save and add FINDSPIRE playlists or any artist's, partner's or user’s playlists to your own space.
fr: Créez facilement vos playlists, sauvegardez les playlists FINDSPIRE ou celles d'artistes, de partenaires ou d'utilisateurs dans votre espace personel.

source: Add a track to a playlist clicking on “...”
fr: Ajoutez une chanson à une playlist en cliquant sur «&#8239;...&#8239;»

source: All your tracks here
fr: Tous vos morceaux ici

source: Just one click and you will save inspiring music tracks into your “music” space.
fr: D’un simple clic, sauvegardez les titres musicaux qui vous inspirent dansvotre espace «&#8239;musique&#8239;».

source: to save and add a music track to your own space.
fr: pour sauvegarder un morceau dans votre espace personnel.

source: All your videos here
fr: Toutes vos vidéos ici

source: Thanks to the moodboards tool, save and classify all your favorite videos into your “videos” space, and share them with your network.
fr: Grâce aux moodboards, enregistrez et organisez toutes vos vidéos préférées dans votre espace «&#8239;vidéos&#8239;» et partagez-les avec votre réseau.

source: to save and add a video to your own space.
fr: pour sauvegarder une vidéo dans votre espace personnel.

source: Discover the best videos here
fr: Découvrez les meilleures vidéos ici

source: Show off your videos
fr: Diffusez vos videos
