Repository: Findspire/workflow
Catalog: workflow/locale/*/LC_MESSAGES/django.po
Languages: fr

source: English
fr: Anglais

source: Francais
fr: Français

source: Something went wrong. Please reload this page and try again in a few seconds.
fr: Quelque chose s'est mal passé. Merci de recharger la page et de réessayer dans quelques secondes.

source: An email has been sent to %s with further instructions.
fr: Un email a été envoyé à %s avec de plus amples instructions.

source: There is no account with this email address.
fr: Il n'y a aucun compte associé à cette adresse.

source: Please provide a password.
fr: Veuillez entrer un mot de passe

source: Password too short.
fr: Mot de passe trop court.

source: Invalid token.
fr: Coupon invalide.

source: Password successfuly changed. You will now be redirected to the signin page.
fr: Votre mot de passe a été modifié. Vous allez maintenant être redirigé sur la page d'authentification

source: An invitation to join Findspire
fr: Invitation à rejoindre Findspire

source: Permission denied
fr: Permission refusée

source: Invitation code is empty
fr: Ce code d'invitation n'existe pas

source: Invitation code malformed
fr: Code d'invitation invalide

source: Invitation code does not exist
fr: Ce code d'invitation n'existe pas

source: This coupon has already been used
fr: Ce coupon a déjà été utilisé

source: There's already an user with that address
fr: Il y a déjà un compte associé à cette adresse.

source: Not an valid number
fr: Pas un nombre valide

source: Out of range value
fr: Valeur hors limites

source: Sorry but you must be at least 13 years old to register
fr: Désolé mais vous devez être agé d'au moins 13 ans pour créer un compte

source: Password is too short
fr: Le mot de passe est trop court

source: Could not sign up with Facebook.
fr: Inscription avec Facebook impossible.

source: Could not sign in with Facebook.
fr: Connexion avec Facebook impossible.

source: No profile associated to this user
fr: Aucun profil associé à ce média

source: Welcome to FINDSPIRE. In order to connect, you must first create and account.
fr: Bienvenue sur FINDSPIRE. Vous devez créer un compte afin de pouvoir vous connecter

source: You are not allowed to view this page right now
fr: Vous n'êtes pas autorisé à voir cette page

source: Could not sign up with Twitter.
fr: Inscription avec Twitter impossible.

source: Could not sign in with Twitter.
fr: Connexion avec Twitter impossible.

source: January
fr: Janvier

source: February
fr: Février

source: March
fr: Mars

source: April
fr: Avril

source: May
fr: Mai

source: June
fr: Juin

source: July
fr: Juillet

source: August
fr: Août

source: September
fr: Septembre

source: October
fr: Octobre

source: November
fr: Novembre

source: December
fr: Décembre

source: Videos
fr: Vidéos

source: The provided access token is not valid.
fr: Le jeton d'accès est invalide.

source: Invalid field.
fr: Champ invalide.

source: User already exists.
fr: L'utilisateur éxiste déjà

source: Missing parameter: %s
fr: Paramètre manquant: %s

source: Unknown field: %s
fr: Champ inconnu&#8239;: %s

source: This token does not belong to Facebook's Findspire app.
fr: Ce jeton n'appartient à l'application Facebook de FINDSPIRE.

source: There's already an user registered with this facebook account.
fr: Il y a déjà un utilisateur associé à ce compte Facebook.

source: There's already an user registered with that address.
fr: Il y a déjà un compte associé à cette adresse.

source: Account Created
fr: Compte créé

source: There's already an user with this email address.
fr: Il y a déjà un compte associé à cette adresse.

source: There's already an user with this facebook account %s.
fr: Il y a déjà un utilisateur associé au compte Facebook %s.

source: Something went wrong with twitter's tokens.
fr: Une erreur s'est produite pendant l'authentification Twitter.

source: Delegated profile not found
fr: Profil non trouvé

source: Delegation not found
fr: Delegation non trouvée

source: Delegated profile not found
fr: Profil non trouvé

source: Missing delegation_type argument
fr: Type de delegation manquant

source: Invalid role
fr: Rôle invalide

source: Delegated profile uuid not specified
fr: UUID du profil non spécifié

source: Collection not found
fr: Collection non trouvée

source: Missing profile UUID
fr: UUID du profil manquant

source: Profile does not exist
fr: Ce profil n'existe pas

source: Invalid collection type
fr: Type de collection invalide

source: Collection updated
fr: Collection mise à jour

source: Collection deleted
fr: Collection supprimée

source: Parent profile not specified
fr: Profil parent non spécifié

source: Profile type not specified
fr: Type de profil non spécifié

source: Type the profile name
fr: Entrez le nom du profil

source: Bad request.
fr: Requête invalide

source: Missing width or height
fr: Largeur ou hauteur manquante

source: Target not found
fr: Cible non trouvée.

source: Invalid object: %s
fr: Objet invalide&#8239;: %s

source: Invalid object name: %s
fr: Nom d'objet invalide&#8239;: %s

source: Invalid objects
fr: Objets invalides

source: Invalid coordinates
fr: Coordonnées invalides

source: Invalid value for parameter: %s
fr: Valeur du paramètre invalide&#8239;: %s

source: Profile not found.
fr: Profil non trouvé.

source: No active profile set
fr: Profil actif non défini

source: Session error, please logout and login
fr: Erreur de session, veuillez vous reconnecter

source: Model not supported
fr: Modèle non supporté

source: Object does not exist
fr: L'objet n'existe pas

source: Not allowed
fr: Non autorisé

source: Movie '%(movie_name)s' has been added to your moodboard '%(moodboard_name)s'.
fr: Le film '%(movie_name)s' a été ajouté à votre moodboard '%(moodboard_name)s'.

source: Movie '%s' has been added to your inspirations.
fr: Le film '%s' a été ajouté à vos inspirations.

source: You now follow '%s'. Check his news on your personal space
fr: Vous suivez maintenant '%s'. Découvrez ses actualités dans votre espace personel.

source: You now follow '%s'. Check their news on your personal space
fr: Vous suivez maintenant '%s'. Découvrez leur activité dans votre espace personel.

source: Image has been added to your moodboard '%s'.
fr: L'image a été ajoutée à votre moodboard '%s'.

source: Video has been added to your moodboard '%s'.
fr: La vidéo a été ajoutée à votre moodboard '%s'.

source: Album has been added to your moodboard '%s'.
fr: L'album a été ajouté à votre moodboard '%s'.

source: Track has been added to your moodboard '%s'.
fr: La piste a été ajoutée à votre moodboard '%s'.

source: Image has been added to your inspirations.
fr: L'image a été ajoutée à vos inspirations.

source: Video has been added to your inspirations.
fr: La vidéo a été ajoutée à vos inspirations.

source: Album has been added to your inspirations.
fr: L'album a été ajouté à vos inspirations.

source: Track has been added to your inspirations.
fr: La piste a été ajoutée à vos inspirations.

source: Playlist has been added to your inspirations.
fr: La playlist a été ajoutée à vos inspirations.

source: Collection has been added to your inspirations.
fr: La collection a été ajoutée à vos inspirations.

source: Moodboard has been added to your inspirations.
fr: Le moodboard a été ajouté à vos inspirations.

source: Unknown profile
fr: Profil inconnu

source: You don't follow %s anymore.
fr: Vous ne suivez plus %s.

source: Inspiration deleted.
fr: Inspiration supprimée.

source: Invalid input type
fr: Type d'entrée invalide

source: Invalid date for country %s
fr: Date invalide pour le pay %s

source: Invalid country code: %s
fr: Code pays invalide: %s

source: Invalid field for this media type
fr: Champs invalide pour ce type de media

source: Invalid type for %s
fr: Type invalide pour %s

source: Parent profile not found
fr: Profil parent non trouvé

source: Missing type on request
fr: Type manquant dans la requête

source: Invalid media type
fr: Type de média invalide

source: Missing collection_uuid or parent_media_uuid
fr: Collection ou profil parent manquant

source: Parent media not found
fr: Média parent non trouvé

source: Collection is owned by another profile
fr: La collection appartient à un autre profil

source: Missing media UUID
fr: UUID du média manquant

source: Media not found
fr: Média non trouvé

source: Active profile not set
fr: Profil actif non défini

source: Invalid key: %s
fr: Clef invalide&#8239;: %s

source: Can't change the type of a parent media
fr: Impossible de changer le type d'un média parent

source: Too much modes
fr: Trop de modes configurés

source: Too much genres
fr: Trop de genres configurés

source: Can't set a collection for a media without type
fr: Impossible de créer une collection sans type

source: Collection does not exist
fr: La collection n'existe pas

source: Bad publication status %s.
fr: Mauvais statut de publications %s

source: Target profile not found
fr: Profil cible non trouvé

source: Target user not found
fr: Utilisateur cible non trouvé.

source: Media already deleted
fr: Média déjà supprimé

source: Media deleted
fr: Média supprimé

source: Unsupported object type
fr: Type d'objet non supporté

source: %s does not exist
fr: %s n'existe pas

source: Metadata field %s does not exist
fr: Le champ %s n'existe pas

source: Suggestions not supported for this field
fr: Suggestions non supportées pour ce champ

source: Search not supported for this field
fr: Recherche non supportée pour ce champ

source: Invalid object model
fr: Model d'objet invalide

source: Profile not found
fr: Profil non trouvé

source: Missing moodboard type
fr: Type du moodboard manquant

source: Missing moodboard name
fr: Nom du moodboard manquant

source: Missing profile_uuid
fr: UUID du profil manquant

source: Moodboard not found
fr: Moodboard non trouvé

source: Moodboard updated
fr: Moodboard mis à jour

source: Moodboard deleted
fr: Moodboard supprimé

source: Unamed
fr: Sans nom

source: Newsletter does not exist
fr: Cette liste de diffusion n'existe pas

source: Wrong email address
fr: Adresse email incorrecte

source: Email saved
fr: Email sauvegardé

source: Notification dismissed
fr: Notification supprimée

source: Playlist not found
fr: Playlist non trouvée

source: Profile not found:
fr: Profil non trouvé:

source: Media not found:
fr: Média non trouvé:

source: Unnamed mood
fr: Mood sans nom

source: Cannot find parent profile
fr: Profil parent non trouvé

source: Artist not found
fr: Artist non trouvé

source: Tag request not found
fr: Demande d'identification non trouvée

source: Profile has been deleted
fr: Le profil a été supprimé

source: Media has been deleted
fr: Le media a été supprimé

source: Tag request accepted:
fr: Demande d'identification acceptée:

source: Tag request rejected
fr: Demande d'identification rejetée

source: Tag request cancel
fr: Requête d'identification annulée

source: Missing "%s" field.
fr: Champs "%s" manquant.

source: Source profile has been deleted
fr: Le profil source a été supprimé

source: Target profile has been deleted
fr: Le profil destination a été supprimé

source: Uknown tag type: "%s".
fr: Type de tag inconnu: "%s".

source: Uknown field: "%s".
fr: Champs inconnu&#8239;: %s

source: Profile not found %s.
fr: Profil non trouvé %s.

source: Tag not found.
fr: Tag non trouvé.

source: Object not found
fr: Objet non trouvé

source: Invalid value: %s
fr: Valeur invalide&#8239;: %s

source: File size out of range
fr: Taille du fichier hors limites

source: Upload initialized
fr: Envoi initialisé

source: Download started
fr: Téléchargement en cours

source: No upload started for this object
fr: Pas d'envoi commencé pour ce média

source: Invalid data
fr: Données invalides

source: Missing ETag
fr: ETag manquant

source: Missing part size
fr: UUID du média manquant

source: Invalid status: %s
fr: État invalide&#8239;: %s

source: Upload updated
fr: Envoi mis à jour

source: Value not in range: %d
fr: Valeur hors limites&#8239;: %d

source: Upload URLs renewed
fr: URLs d'envoi renouvelées

source: Upload deleted
fr: Envoi supprimé

source: Password does not match.
fr: Le mot de passe ne correspond pas.

source: Media unavailable
fr: Media non disponible

source: Bad password
fr: Mauvais mot de passe

source: Password too short. %d characters minimum.
fr: Mot de passe trop court. %d caractères mininum.

source: Email address is already used
fr: L'adresse est déjà utilisée

source: Invalid email or password
fr: Adresse email ou mot de passe invalide

source: Wrong email confirmation
fr: Confirmation d'email incorrecte

source: Type your first name
fr: Entrez votre prénom

source: Type your last name
fr: Entrez votre nom

source: Invalid day
fr: Jour invalide

source: Invalid month
fr: Mois invalide

source: Invalid year
fr: Année invalide

source: You have to choose a gender
fr: Choisissez un sexe

source: Choose a password
fr: Choisissez un mot de passe

source: Invitation code invalid
fr: Code d'invitation invalide

source: Type your profile name
fr: Entrez le nom de votre profil

source: The value is too large for this field.
fr: La valeur est trop large pour ce champ.

source: All images
fr: Toutes les images

source: Invalid type for key %s
fr: Type invalide pour la clef %s

source: Invalid media UUID: %s
fr: UUID de média invalide&#8239;: %s

source: Invalid media type for %s
fr: Type de média invalide pour %s

source: Invalid profile for media %s
fr: Profil invalide pour le média %s

source: Invalid moodboard type %s
fr: Type de moodboard invalide %s

source: News
fr: Actualités

source: Network
fr: Réseau

source: Music
fr: Musique

source: Movies
fr: Films

source: Team
fr: Équipe

source: Artists
fr: Artistes

source: Models
fr: Mannequins

source: Directors
fr: Réalisateurs

source: Passionate
fr: Passionné

source: Invalid metadata format, should be a dictionnary
fr: Type de média invalide, devrait être un dictionnaire

source: Invalid metadata, field does not exist
fr: Métadonnée invalide, le champ n'existe pas

source: Invalid metadata type, field class should be unicode
fr: Type de métadonnée invalide, le champ devrait être une chaîne unicode

source: Invalid email format
fr: Format d'email invalide

source: Invalid website format
fr: Format de site web invalide

source: Invalid date format, should be iso date format
fr: Format de date invalide, devrait être au format ISO

source: Invalid date
fr: Date invalide

source: Invalid date format, should be YYYY, YYYY-MM or YYYY-MM-DD
fr: Format de date invalide, devrait être AAAA, AAAA-MM ou AAAA-MM-JJ

source: Invalid duration format, should be int
fr: Format de durée invalide, devrait être un entier

source: Invalid metadata type, field class should be dict
fr: Type de métadonnée invalide, devrait être un dictionnaire

source: Invalid metadata type, field class should be float
fr: Type de métadonnée invalide, devrait être un float

source: Invalid metadata type, field class should be int
fr: Type de métadonnée invalide, devrait être un entier

source: Invalid metadata type, field class should be list
fr: Type de métadonnée invalide, devrait être une liste

source: Invalid field: %s
fr: Clef invalide&#8239;: %s

source: Invalid field group %(group)s for field %(name)s
fr: Groupe %(group)s invalide pour le champ %(name)s

source: %(godfather)s and %(issuer)s invite you to join Findspire.
fr: %(godfather)s et %(issuer)s vous invitent à rejoindre Findspire.

source: %(issuer)s invites you to join Findspire.
fr: %(issuer)s vous invite à rejoindre Findspire.

source: Here is an invitation to join Findspire.
fr: Voici une invitation à rejoindre Findspire.

source: Error
fr: Erreur

source: An unknown fatal error has occured.
fr: Une erreur fatale inconnue est survenue.

source: Resolution too low
fr: Résolution trop faible

source: The video could not be encoded because its resolution (%(width)dx%(height)d) is too low. To ensure an adequate quality and a pleasant watching experience, please upload videos with a minimal resolution of %(min_w)dx%(min_h)d.
fr: La vidéo n'a pas pu être encodée car sa résolution (%(width)dx%(height)d) est trop faible. Afin d'assurer une qualité suffisante et un visionnage agréable, veuillez charger des vidéos d'une résolution minimale de %(min_w)dx%(min_h)d.

source: Cannot find profile parent user
fr: Impossible de trouver le profil parent

source: Picture by
fr: Image de

source: Findspire is not yet available on mobile and tablets
fr: Findspire sera bientôt disponible pour mobile et tablette

source: %(initiator_name)s named you administrator of their page
fr: %(initiator_name)s vous a nommé administrateur de sa page

source: %(initiator_name)s named you administrator of the page "%(profile_name)s"
fr: %(initiator_name)s vous a nommé administrateur de la page "%(profile_name)s"

source: Start to manage this profile now
fr: Commencer à gérer ce profil maintenant

source: You have been named administrator of a page
fr: Vous avez été nommé administrateur d'une page

source: named you administrator of their page
fr: vous a nommé administrateur de sa page

source: named you administrator of the page
fr: vous a nommé administrateur de la page

source: Visit FINDSPIRE
fr: Visitez FINDSPIRE

source: An invitation for you
fr: Vous êtes invité

source: %(profile_name)s sent you an invitation to connect on Findspire: %(url)s
fr: %(profile_name)s vous invite à vous connecter sur FINDSPIRE: %(url)s

source: invites you to join FINDSPIRE
fr: vous invite à rejoindre FINDSPIRE

source: sent you an invitation to connect on FINDSPIRE.
fr: vous invite à vous connecter sur FINDSPIRE.

source: Accept invitation
fr: Accepter l'invitation

source: %(initiator_name)s invites you to join FINDSPIRE
fr: %(initiator_name)s vous invite à rejoindre FINDSPIRE

source: has also named you administrator of the page
fr: vous a aussi nommé administrateur de la page

source: Be sure to use this link to create your account in order to become administrator of the page
fr: Assurez vous d'utiliser ce lien pour créer votre compte afin de devenir administrateur de la page

source: has also named you administrator of the following page
fr: vous a aussi nommé administrateur de la page

source: Media sharing
fr: Partage du média

source: has allowed you to see a media
fr: vous a autorisé à accéder au média

source: See all notifications here:
fr: Voir toutes les notifications ici:

source: has shared a media with you.
fr: a partagé un média avec vous.

source: You can access it here
fr: Vous pouvez y accéder ici

source: Quick update from Findspire
fr: Du nouveau sur Findspire

source: Hello %(user_name)s,
fr: Bonjour %(user_name)s,

source: Kind regards, The Findspire team. \-- This mail has been sent to %(email)s. This is an automated email, please do not reply.
fr: Cordialement, L'équipe Findspire. \-- Ce message a été envoyé à %(email)s. Cet email est automatisé, merci de ne pas y répondre.

source: is the perfect place to discover, save and share new artistic inspirations around the world.
fr: est l'endroit parfait pour découvrir, sauvegarder et partager vos inspirations artistiques.

source: This mail has been sent to
fr: Cet email a été envoyé à

source: This is an automated email, please do not reply.
fr: Ceci est un message automatique, veuillez ne pas y répondre

source: has a new follower
fr: a un nouvel abonné

source: of your profiles have new followers
fr: de vos profils ont de nouveaux abonnés

source: follows
fr: suit

source: profiles have new followers
fr: profils ont de nouveaux abonnés

source: has new followers:
fr: a de nouveaux abonnés:

source: of your profiles have new followers.
fr: de vos profils ont de nouveaux abonnés.

source: one new follower
fr: un nouvel abonné

source: View all notifications
fr: Voir toutes les notifications

source: Recover your Findspire account
fr: Récupérer votre compte Findspire

source: Hello %(first_name)s, Someone (probably you) has requested your password to be reset. To do so, please click on the following link: %(url)s If this link isn't highlighted, please copy-paste it in your web browser. If you didn't request this, if you're not sure what to do, or if you changed your mind, you don't have to do annything: the link above will expire in 24 hours. Kind regards, The Findspire team. \-- This is an automated email, please do not reply.
fr: Bonjour %(first_name)s, Quelqu'un (probablement vous) a demandé à réinitialiser votre mot de passe. Pour ce faire, veuillez cliquer sur le lien suivant&#8239;: %(url)s Si ce lien n'est pas cliquable, veuillez le copier-coller dans votre navigateur. Si vous n'avez pas demandé ceci, si vous ne savez pas quoi faire, ou si vous avez simplement changé d'avis, vous n'avez rien à faire&#8239;: le lien ci-dessus expirera dans 24 heures. Amicalement, L'équipe Findspire. \-- Ceci est un email automatisé, merci de ne pas y répondre.

source: Hello %(first_name)s,
fr: Bonjour %(first_name)s,

source: Someone (probably you) has requested your password to be reset. To do so, please click on the following link:
fr: Quelqu'un (probablement vous) a demandé à réinitialiser votre mot de passe. Pour ce faire, veuillez cliquer sur le lient suivant&#8239;:

source: Reset your password
fr: Réinitialiser votre mot de passe

source: If you didn't request this, if you're not sure what to do, or if you changed your mind, you don't have to do annything: the link above will expire in 24 hours.
fr: Si vous n'avez pas demandé ceci, si vous ne savez pas quoi faire, ou si vous avez simplement changé d'avis, vous n'avez rien à faire&#8239;: le lien ci-dessus expirera dans 24 heures

source: Kind regards,<br/>The Findspire team.
fr: Amicalement,<br/>L'équipe Findspire.

source: New collaboration
fr: Nouvelle collaboration

source: identified
fr: a identifié

source: New collaboration from
fr: Nouvelle collaboration de

source: identified
fr: a identifié

source: on
fr: sur

source: as
fr: en tant que

source: Confirm or reject collaboration on
fr: Confirmer ou rejeter la collaboration sur

source: an image
fr: une image

source: a video
fr: une vidéo

source: an album
fr: un album

source: a track
fr: une piste

source: a movie
fr: un film

source: the image
fr: l'image

source: the video
fr: la vidéo

source: the album
fr: l'album

source: the track
fr: la piste

source: the movie
fr: le film

source: Access forbidden
fr: Accès refusé

source: Go to home page
fr: Retour à la page d'accueil

source: Page not found
fr: Page non trouvée

source: Due to an unexpected traffic, the service is temporarly not available
fr: En raison d'un trafic important, le service est momentanément indisponible

source: Our technical team is working on it to fix this problem really shortly
fr: Notre équipe technique travaille sur ce problème pour le résoudre rapidement

source: You'll receive an email to inform you about Findspire opening.
fr: Vous recevrez un email pour vous prévenir de l'ouverture de Findspire.

source: Enter your email and subscribe to our newsletter
fr: Entrez votre adresse email pour vous inscrire à la newsletter

source: Email
fr: Adresse email

source: BE INSPIRED
fr: UNE SOURCE D'INSPIRATION

source: Discover the best of artistic creation worldwide
fr: Découvrez le meilleur de la création artistique internationale

source: all in one place.
fr: sur une seule plateforme.

source: SMARTLY CONNECTED
fr: INTELLIGEMMENT CONNECTÉ

source: Explore, save and share all your inspirations
fr: Explorez, sauvegardez et partagez à l’infini toutes vos inspirations

source: with a unique navigation system.
fr: grâce à une navigation réinventée.

source: Enjoy FINDSPIRE staff picks
fr: Laissez-vous guider par les sélections FINDSPIRE

source: and access to exclusive contents.
fr: et accédez à des contenus exclusifs de qualité.

source: Experience FINDSPIRE soon.
fr: Retrouvez prochainement tout l'univers FINDSPIRE.
