Repository: Findspire/workflow
Catalog: workflow/locale/*/LC_MESSAGES/djangojs.po
Languages: fr

source: Cannot create collection "%s": %s
fr: Impossible de créer la collection "%s" : %s

source: Cannot create collection: Unknown error
fr: Impossible de créer la collection : Erreur inconnue

source: Rename collection
fr: Renommer la collection

source: Collection title
fr: Titre de la collection

source: Cancel
fr: Annuler

source: Create
fr: Créer

source: Create a playlist
fr: Créer une playlist

source: Playlist title
fr: Titre de la playlist

source: Logout
fr: Déconnexion

source: An upload is currently in progress, are you sure you want to logout?
fr: Un envoi est en cours, êtes-vous sûr de vouloir vous déconnecter ?

source: No
fr: Non

source: Yes
fr: Oui

source: Rename moodboard
fr: Renommer le moodboard

source: Moodboard name
fr: Nom du moodboard

source: Rename
fr: Renommer

source: Rename playlist
fr: Renommer la playlist

source: Media deletion
fr: Suppression de média

source: Are you sure you want to permanently delete this media?
fr: Êtes-vous sûr-e de vouloir supprimer définitivement ce média ?

source: Collection deletion
fr: Suppression d'une collection

source: Are you sure you want to permanently delete this collection?
fr: Êtes-vous sûr-e de vouloir supprimer définitivement cette collection ?

source: Moodboard deletion
fr: Suppression de moodboard

source: Are you sure you want to permanently delete this moodboard ?
fr: Êtes-vous sûr-e de vouloir supprimer ce moodboard définitivement ?

source: Playlist deletion
fr: Suppression d'une playlist

source: Are you sure you want to permanently delete this playlist ?
fr: Êtes-vous sûr-e de vouloir supprimer cette playlist définitivement ?

source: An upload is currently in progress. Are you sure you want to quit this page ?
fr: Un téléchargement est en cours. Êtes-vous sûr-e de vouloir quitter cette page ?

source: Music is currently playing. Are you sure you want to quit this page ?
fr: La musique est en cours de lecture. Êtes-vous sûr-e de vouloir quitter cette page ?

source: An error occured and this action could not be completed successfully:
fr: Une erreur est survenue et cette action n'a pas pu être exécutée avec succès :

source: If this error persists, please <a href="javascript:window.location.reload()">reload this page</a> and try again.
fr: Si cette erreur persiste, veuillez <a href="javascript:window.location.reload()">recharger cette page</a> et réessayer.

source: (no error message)
fr: (aucun message d'erreur)

source: This image is too big: please use images with less than 25 megapixels.
fr: Cette image est trop grande : veuiller utiliser des images de moins de 25 mégapixels.

source: Create a moodboard
fr: Créer un moodboard

source: Moodboard title
fr: Titre du moodboard

source: Invitation has been sent
fr: L'invitation a été envoyée.

source: Invitation has not been sent due to an error. Please try again later
fr: L'invitation n'a pas pu être envoyée. Veuillez réessayer ultérieurement.

source: Coming soon
fr: Bientôt disponible

source: Search %s profile
fr: Rechercher %s profil

source: The Flash player could not be loaded. Please make sure your Flash plugin is enabled and up-to-date.
fr: La lecture de musique n'est pas disponible sur votre appareil.

source: Music player is not currently available on mobiles and tablets.
fr: Le lecteur audio n'est pas encore disponible sur mobiles et tablettes.

source: You must activate flash player to play music.
fr: Vous devez activer flash player pour jouer de la musique.

source: Email verification failed
fr: La vérification d'email a échoué

source: Password verification failed.
fr: La vérification du mot de passe a échoué.

source: Password saved
fr: Mot de passe sauvegardé

source: Account deletion
fr: Suppression de compte

source: Are you sure you want to delete your account? This action is not reversible.
fr: Êtes-vous sûr-e de vouloir supprimer votre compte ? Cette action est irréversible.

source: You must agree with the terms of use and privacy policy to create an account.
fr: Vous devez accepter les conditions d'utilisation et la politique de confidentialité pour créer un compte.

source: An error occured, please try again.
fr: Une erreur s'est produite. Veuillez réessayer

source: Track saved
fr: Piste sauvegardée

source: Cannot delete track. Please try again later
fr: Impossible de supprimer la piste. Veuillez réessayer ultérieurement

source: The formats of the files you selected are not supported
fr: Les formats des fichiers sélectionés ne sont pas supportés

source: The format of the file you selected is not supported
fr: Le format du fichier sélectioné n'est pas supporté

source: One file you selected is not supported
fr: Un fichier sélectioné n'est pas supporté

source: %s out of the %s files you selected are not supported
fr: %s sur %s des fichiers sélectionnés ne sont pas supportés

source: Page deletion
fr: Suppression de profil

source: Are you sure you want to delete the page named "%s"?
fr: Êtes-vous sûr-e de vouloir supprimer le profil "%s" ?

source: Yes, delete this page
fr: Oui, supprimer ce profil

source: Error while deleting item
fr: Erreur lors de la suppression d'un objet

source: Error while adding item
fr: Erreur lors de l'ajout d'un objet

source: Error while deleting field
fr: Erreur lors de la suppression d'un champ

source: Error while canceling field edit
fr: Erreur lors de l'annulation de la modification d'un champ

source: Error while saving field
fr: Erreur lors de la sauvegarde d'un champ

source: Nothing found
fr: Aucun résultat

source: Other
fr: Autre

source: Invalid date
fr: Date invalide

source: Country is already configured
fr: Ce pays est déjà configuré

source: Collection edition
fr: Édition d'une collection

source: Are you sure you want to apply collections settings to all media in this collection? It will erase every media's settings!
fr: Êtes-vous sûr-e de vouloir appliquer les paramètres à tous les médias ? Cela écrasera les paramètres de chaque média !

source: Collection settings have been applied to all media.
fr: Les paramètres ont été appliqués à tous les médias.

source: File not supported
fr: Fichier non supporté

source: One image was not imported
fr: Une image n'a pas été importée

source: You must be connected to follow someone on FINDSPIRE.<br><br><a href='/en/auth/signin/'>Click here</a> to log in
fr: Vous devez être connecté pour suivre quelqu'un sur FINDSPIRE.<br><br>Connectez vous en <a href='/fr/auth/signin/'>cliquant ici</a>
